{
  "1001": {
    "id": 1001,
    "title": "Registration & morning Coffee",
    "description": "Get your badge, coffee, and then enjoy talking with great people",
    "tags": ["general"]
  },
  "1002": {
    "id": 1002,
    "title": "Lunch",
    "description": "Lunch break",
    "tags": ["general"]
  },
  "1003": {
    "id": 1003,
    "title": "Coffee break",
    "description": "Coffee break",
    "tags": ["general"]
  },
  "1004": {
    "id": 1004,
    "title": "DevFest Florida Keynote",
    "description": "Keynote presentation",
    "tags": ["general"]
  },
  "1005": {
    "id": 1005,
    "title": "GDG DevFest Florida 2016 Opening",
    "description": "Official start of the conference. Greetings from the organizers, sponsors, and partners.",
    "language": "English",
    "complexity": "Beginner",
    "tags": ["general"]
  },
  "1006": {
    "id": 1006,
    "title": "After party & Networking",
    "description": "The after party is a great place to have some fun and meet new people.<br/><br/><b>Location</b>: TBA<br/><br/>Don't forget to bring your badge.",
    "track": {
      "title": "TBA"
    },
    "tags": ["general"]
  },
  "1007": {
    "id": 1007,
    "title": "Conference closing and contest winners announcements",
    "description": "Make sure you won't miss closing ceremony, all gifts from out sponsors and partners will find their owners during this session.",
    "language": "English",
    "complexity": "Beginner",
    "tags": ["general"]
  },
  "101": {
    "id": 101,
    "title": "Build your MVP with Angular 2, Firebase, Polymer",
    "description": "If you need to build a MVP for an idea or startup, then you need to have tools that work right now and ultra-productive. Angular 2 provides a great starting point for this, but you still need to handle Authentication, database, back-end servers, and quality UI components. AngularFire2 makes the Authentication easy. It provides a real-time, managed database. This means no servers to setup! Angular2-Polymer gives you easy access to the huge library of standards-based Polymer Web Components. This includes Material Design components, Flexbox Layouts, data grids, and Google components like Google Maps.",
    "speakers": [1],
    "language": "English",
    "complexity": "Intermediate",
    "tags": [
      "angular",
      "firebase",
      "material-design",
      "polymer",
      "entrepreneurship"
    ]
  },
  "102": {
    "id": 102,
    "title": "Tango Hackathon",
    "description": "Join Hackathon teams and build Virtual Reality or Augmented Reality apps on real Tango devices.",
    "speakers": [],
    "language": "English",
    "complexity": "Intermediate",
    "tags": [
      "tango",
      "android"
    ]
  },
  "103": {
    "id": 103,
    "title": "Innovating is not about technology, but psychology",
    "description": "“It is the recognition that well-read is not a destination, there is nowhere to get to and if there was somewhere to get to, you would need a thousand years to even think about getting there.” -Linda Holmes<br><br>Many people strive to be “well-read” as developers or designers, they want to know & do it all. But why? All in the name of being “well-read”? All just to say “Yeah — I’ve done that”?<br><br>Why do we do what we do? Why do we try so hard? Why are we here, paying to be here, to listen to people talk? Maybe because we’re life long learners - we want to learn new things? Commune with our own kind? But why? Come examine our motives as developers, the pitfalls we fall into, and the cost of being great.",
    "speakers": [3],
    "language": "English",
    "complexity": "Beginner",
    "tags": ["community", "web"]
  },
  "104": {
    "id": 104,
    "title": "Multi-Window and Your App",
    "description": "Vendors large and small have offered multiple windows in their Android devices. Now, with Android 7.0, we are getting multiple windows in standard Android... and in the new Android-on-ChromeOS environment. This class will explore how to support multi-window modes in your Android applications, with particular emphasis on the split-screen mode for phones and tablets. We will look at how your app will behave in these environments without any changes and how you can make minor tweaks to improve your results. We will also examine what quirks will be seen with multi-window mode and what sorts of UX decisions you will need to make as a result. Finally, we will see how you can start testing your app in these modes, to begin making tactical changes and run experiments for longer-term strategic choices.",
    "speakers": [2],
    "language": "English",
    "complexity": "Beginner",
    "tags": ["android", "ux"]
  },
  "105": {
    "id": 105,
    "title": "Developing Apps for Daydream and Tango",
    "description": "Starting an App with a Virtual or Augmented reality component is a bit daunting for most. When starting out, frameworks like Unity3D or Unreal Engine simplify a great many things.<br><br>But, from an Android developer perspective, you need to forget all about the nice APIs and libraries you're used to. You'll need to shoehorn your business logic in frameworks that are designed to build games first, not apps -- not a great proposition.<br><br>Let's explore the path less traveled together! In this session, we'll see how you can build VR and AR applications, in Java and Android Studio, thanks to Google's Daydream and Tango Java SDKs, plus a few helpful 3D graphics libraries.",
    "speakers": [4],
    "language": "English",
    "complexity": "Intermediate",
    "tags": ["tango", "android"]
  },
  "106": {
    "id": 106,
    "title": "Why (not) build Progressive Web Apps?",
    "description": "Progressive Web Apps (PWAs) are the new big thing in web development, but it’s a mistake to simply endorse or reject them. More than a set of technologies, PWAs are about reframing how we build apps for the web and mobile. They’re about building speed and security and responsiveness right into the app instead of relying on fast devices and connections. They’re about making web apps do everything native apps can do without rewriting your entire codebase for different platforms.<br><br>In this talk you’ll learn how to build progressive web apps and decide why you might or might not want to.",
    "speakers": [5],
    "language": "English",
    "complexity": "Intermediate",
    "tags": ["pwas", "web", "polymer"]
  }
}
