 {
  "1001": {
    "id": 1001,
    "title": "Registration & morning Coffee",
    "description": "Get your badge, coffee, and then enjoy talking with great people",
    "tags": ["general"]
  },
  "1002": {
    "id": 1002,
    "title": "Lunch",
    "description": "Lunch break",
    "tags": ["general"]
  },
  "1003": {
    "id": 1003,
    "title": "Coffee break",
    "description": "Coffee break",
    "tags": ["general"]
  },
  "1004": {
    "id": 1004,
    "title": "DevFest Seattle Keynote",
    "description": "How I became a better dad using Firebase",
    "speakers": [5],
    "tags": ["general","firebase"]
  },
  "1007": {
    "id": 1007,
    "title": "Conference closing and contest winners announcements",
    "description": "Make sure you won't miss closing ceremony, all gifts from out sponsors and partners will find their owners during this session.",
    "complexity": "Beginner",
    "tags": ["general"]
  },
  "101": {
    "id": 101,
    "title": "Cross-platform App Development with Firebase",
    "description": "The Firebase JavaScript SDK can be used for more than just web apps, since it supports running in Node.js, ReactNative, and Cordova. In this talk, you'll learn how to design and structure a Firebase application that can be re-purposed to multiple platforms (web, server, and mobile clients). We'll walk through the development of an application data model and schema for a sample app including how you can test it in a platform-independent way. We will then show how to package the UI for the app to run in multiple platform environments.",
    "speakers": [6],
    "complexity": "Intermediate",
    "tags": [
      "firebase",
      "web",
      "server",
      "mobile"
    ]
  },
  "102": {
    "id": 102,
    "title": "Serving 30,000,000 Requests an Hour in the Cloud",
    "description": "You've written an application and now the worst thing that can happen to you has come about - People are using it! You now have load spikes to deal with. You can scale up to deal with the excess traffic, but what do you do when your load is variable? How do you do that, and stay on budget? This session is a case study on getting an App Engine app to scale to serve 30,000,000 requests an hour. It will take you through the architecture, the code changes and the technology trade offs to get to that level of traffic.",
    "speakers": [4],
    "complexity": "Intermediate",
    "tags": [
      "cloud",
      "app engine"
    ]
  },
  "103": {
    "id": 103,
    "title": "Machine Learning / TensorFlow",
    "description": "Machine Learning / TensorFlow talk",
    "speakers": [7],
    "complexity": "Beginner",
    "tags": ["cloud", "web"]
  },
  "104": {
    "id": 104,
    "title": "Let's talk about DayDream",
    "description": "Develop and design for VR can be easy and challenging at the same time. In this talk, we will talk about what kind of VR apps are out there, how are they being made and what are the challenges. We will go through the agency world into the product word. By going throw the UX challenges and the current monetization strategies for VR out there.",
    "speakers": [3],
    "complexity": "Beginner",
    "tags": ["VR"]
  },
  "105": {
    "id": 105,
    "title": "OpenJDK for the a'N'droidlings",
    "description": "The day has come, finally with version N, Android moved to OpenJDK from the old rusty 'Harmony' based friend. With the move to OpenJDK finally aNdroid finally has access to many new language features lambdas, streams, default methods on interfaces and many more. You have listened all those features in Java talks for years, this time come and watch how the new language features and invoke dynamics will change your aNdroid world. Many Android developers has been listening or worst staying away the new Java features for years. Whether they have heard about them or not, android developers are lacking experience on all those not so new language features. This talk will focus on the new-existing language features which will be introduced by version N (or sometime in future) in the most simplest but effective and hands-on way.",
    "speakers": [1],
    "complexity": "Intermediate",
    "tags": ["android"]
  },
    "106": {
    "id": 106,
    "title": "Animations To Guide Us All",
    "description": "In this talk we're going deep in Activity Transitions, I'm gonna show common problems that make developers give up of it and what are the best practices. Also, we'll talk about the best practices, the APIs and the advantages of implementing in your app.",
    "speakers": [2],
    "complexity": "Intermediate",
    "tags": ["android", "UX"]
  },
   "108": {
    "id": 108,
    "title": "Code Labs (concurrent)",
    "description": "Code Labs (concurrent)",
    "speakers": [],
    "complexity": "Intermediate",
    "tags": ["android", "cloud", "firebase"]
  }
}
