{
  "1": {
    "id": 1,
    "featured": true,
    "name": "Murat Yener",
    "title": "GDE",
    "company": "Intel",
    "companyLogo": "/images/logos/gdg-lviv.svg",
    "country": "California, United States",
    "photoUrl": "/images/people/murat_yener.jpg",
    "shortBio": "Murat Yener is a code geek, open source committer, Java Champion and Google Developer Expert on...",
    "bio": "Murat Yener is a code geek, open source committer, Java Champion and Google Developer Expert on Android, who is working at Intel as an Android developer. He is the author of Expert Android Studio and Professional Java EE Design Patterns books from Wiley. He has extensive experience with developing Android, Java, web, JavaEE, and OSGi applications, in addition to teaching courses and mentoring. Murat is an  Eclipse committer and one of the initial committers of the Eclipse Libra project. Murat has been a user group leader at GDG Istanbul since 2009, organizing, participating, and speaking at events. He is also a regular speaker at major conferences such as DroidCon, JavaOne and Devoxx..",
    "tags": [
      "andriod", "java", "performance", "UI/UX", "bets practises", "testing", "dev life cycle"
    ],
    "badges": [

        ],
    "socials": [
      {
        "icon": "gplus",
        "name": "Google+",
        "link": "https://plus.google.com/+MuratYener/"
      },
      {
        "icon": "twitter",
        "name": "Twitter",
        "link": "https://twitter.com/yenerm"
      },
      {
        "icon": "github",
        "name": "GitHub",
        "link": "https://github.com/yenerm"
      }
    ]
  },
  "2": {
    "id": 2,
    "featured": true,
    "name": "Marcos Paulo Damasceno",
    "title": "GDE",
    "company": "Mirego",
    "companyLogo": "/images/logos/gdg-lviv.svg",
    "country": "Montreal, Canada",
    "photoUrl": "/images/people/marcos_paulo.jpg",
    "shortBio": "My subjects usually involve UI, Design and Animations. Here are some links for some of my talks:...",
    "bio": "Marcos is a passionate developer from Brazil who has been working with Android since 2010. He loves simple and beautiful UX and UI and is always focused on important small details and what makes mobile apps great. He is passionate about startups and tries his best to help early stage startups build great Android apps and awesome products. He is also a Google Expert in Android. Marcos is actively involved in the community, organizing the GDG in Montreal, speaking at many conferences around the world and being a mentor in events like Startup Weekends, Google Launchpad Accelerators and various hackathons. Since moving to Montreal in 2013, Marcos has developed great apps for large companies and startups in Canada working for Mirego. One of those apps reached the global market with more than 500k downloads.",
    "tags": [
      "android", 
      "ux",
      "entrepreneurship"
    ],
     "badges": [

        ],
    "socials": [
      {
        "icon": "website",
        "name": "Blog",
        "link": "https://skillsmatter.com/skillscasts/6724-material-design-adaptative-ui"
      },
      {
        "icon": "youtube",
        "name": "YouTube",
        "link": "https://www.youtube.com/watch?v=SwcJu6fnwjo"
      },
      {
        "icon": "youtube",
        "name": "YouTube",
        "link": "https://www.youtube.com/watch?v=1YjB1uUfxgE"
      },
       {
        "icon": "twitter",
        "name": "Twitter",
        "link": "https://twitter.com/marcospaulosd"
      }
    ]
  },
  "3": {
    "id": 3,
    "featured": true,
    "name": "Macy Kuang",
    "title": "GDE",
    "company": "Miaomiao Games",
    "companyLogo": "/images/logos/gdg-lviv.svg",
    "country": "Toronto, Canada",
    "photoUrl": "/images/people/macy_kuang.jpg",
    "shortBio": "Macy Kuang is the the founder of Miaomiao Games Corp(miaomiaogames.com), Google Developer Expert...",
    "bio": "Macy Kuang is the the founder of Miaomiao Games Corp(miaomiaogames.com), Google Developer Expert for Wearable and the organizer of the AndroidTO conference(androidto.com). She was interviewed at Coffee with a Googler during Google I/O 2015. Macy spoke at many major conferences and events, TEDx Richmond Hill, FITC, Contagious New York, Google DevFest Waterloo, Google DevFest LA and more....",
    "tags": ["android", "wearables", "game developer", "VR"],
     "badges": [

        ],
    "socials": [
      {
        "icon": "website",
        "name": "Blog",
        "link": "http://http://macykuang.com/"
      },
      {
        "icon": "twitter",
        "name": "Twitter",
        "link": "https://twitter.com/macykuang"
      }
    ]
  },
  "4": {
    "id": 4,
    "featured": true,
    "name": "Terrence Ryan",
    "title": "Developer Advocate for the Google Cloud Platform",
    "company": "Google",
    "companyLogo": "/images/logos/gdg-lviv.svg",
    "country": "Seattle, United States",
    "photoUrl": "/images/people/terrence_ryan.jpg",
    "shortBio": "Terry Ryan is a Developer Advocate for the Google Cloud Platform team. He has 15 years of ...",
    "bio": "Terry Ryan is a Developer Advocate for the Google Cloud Platform team. He has 15 years of experience working with the web - both front end and back. Before working for technology shops like Google and Adobe he worked in roles that combined development with system administration at the Wharton School of Business. He also wrote Driving Technical Change for Pragmatic Bookshelf, a book that arms technology professionals with the tools to convince reluctant co-workers to adopt new tools and technology. ",
    "tags": [
        "devops", 
        "cloud"
    ],
     "badges": [

        ],
    "socials": [
      {
        "icon": "twitter",
        "name": "Twitter",
        "link": "https://twitter.com/tpryan"
      },
      {
        "icon": "github",
        "name": "GitHub",
        "link": "https://github.com/tpryan"
      }
    ]
  },
  "5": {
    "id": 5,
    "featured": true,
    "name": "Martin Omander",
    "title": "Program Manager",
    "company": "Google",
    "companyLogo": "/images/logos/gdg-lviv.svg",
    "country": "San Francisco, United States",
    "photoUrl": "/images/people/martin_omander.jpg",
    "shortBio": "Martin combines business and people skills with deep technical knowledge to lead GDG...",
    "bio": "Martin Omander works for Google in Mountain View, California. His job in the Developer Relations team is to support awesome developer communities, like the Google Developer Groups. On his spare time he manages to sneak in some programming, usually writing HTML5 apps running on top of Firebase. Before Google, Martin worked at string of startups in Silicon Valley as a software engineer.",
    "tags": [
    "web", 
    "web systems", 
    "firebase"
    ],
     "badges": [

        ],
     "socials": [
        {
        "icon": "twitter",
        "name": "Twitter",
        "link": "https://twitter.com/jmartinomander"
       },
       {
        "icon": "github",
        "name": "GitHub",
        "link": "https://github.com/martinomander"
      }
    ]
  },
 "6": {
    "id": 6,
    "featured": true,
    "name": "Mike Koss",
    "title": "Software Engineer for Google Firebase",
    "company": "Google",
    "companyLogo": "/images/logos/gdg-lviv.svg",
    "country": "Seattle, United States",
    "photoUrl": "/images/people/mike_koss.jpg",
    "shortBio": "Mike Koss is a Software Engineer for Google Firebase. He has extensive experinces ...",
    "bio": "Mike was an early employee at Microsoft, working on the original Excel, Outlook, and Sharepoint teams. He worked at a series of Seattle-area startups ranging from social networking, developer platforms, and Bitcoin services. He is now an engineer working in the Firebase team at Google, whose work includes development of the JavaScript SDK and the open source Firebase Bolt rules language compiler. (He was also the co-founder of the Seattle GDG meetup group!)",
    "tags": [
        "devops", 
        "cloud"
    ],
     "badges": [

        ],
    "socials": [
      {
        "icon": "twitter",
        "name": "Twitter",
        "link": "https://twitter.com/mckoss"
      },
      {
        "icon": "github",
        "name": "GitHub",
        "link": "https://github.com/mckoss"
      }
    ]
  },
  "7": {
    "id": 7,
    "featured": true,
    "name": "Margaret Maynard-Reid",
    "title": "Android Developer for Microsoft Research (Contract)",
    "company": "Google",
    "companyLogo": "/images/logos/gdg-lviv.svg",
    "country": "Seattle, United States",
    "photoUrl": "/images/people/margaret_maynardreid.jpg",
    "shortBio": "Margaret Maynard­Reid is an Android Developer currently building apps that showcase how...",
    "bio": "Margaret Maynard­Reid is an Android Developer currently building apps that showcase how we can leverage machine learning. She has taught as an instructor at the University of Washington Android Application Development Certificate Program. For the past few years she developed Android Apps for startups and published her own. She is an organizer and the Women Techmakers lead of GDG (Google Developer Group) Seattle. She is deeply engaged with the Android community: writing blogs, speaking at conferences, organizing meetups, DevFests and Android Study Jams. Prior to her developer career, she led large scale programs at Microsoft, HP and P&G.",
    "tags": [
        "android", 
        "machine learning"
    ],
     "badges": [

        ],
    "socials": [
      {
        "icon": "twitter",
        "name": "Twitter",
        "link": "https://twitter.com/margaretmz"
      },
      {
        "icon": "gplus",
        "name": "Google+",
        "link": "https://plus.google.com/+MargaretMaynardReid"
      },
      {
            "icon": "website",
            "link": "http://margaretmz.github.io/",
            "name": "Blog"
          }
    ]
  }
}
